START = '''
Вас приветствует аноним чат-бот.
Здесь вы можете общаться, обсуждать проблемы с уверенностью,
что вас никто не узнает.
'''

MENU = 'Выберите действие:'

SET_NICK_TUTORIAL = 'Выберите ваш никнейм, максимальная длина никнейма: 25 символов'
SET_ROOM_NAME_TUTORIAL = 'Выберите название вашей комнаты, максимальная длина: 25 символов'
SET_ROOM_CAPACITY_TUTORIAL = 'Выберите вместимость вашей комнаты, максимальная вместимость: 15 человек'
CHOOSE_ROOM_TUTORIAL = 'Выберите комнату:'

NICKNAME_SET = 'Ваш анонимный никнейм был изменен на %s'
NICKNAME_SET_ERROR = 'Ваш никнейм слишком большой'

ROOM_SET = ('Название вашей комнаты было установлено на %s, вместимость %s.\n'
            'Вы автоматически были добавлены в группу')
ROOM_NAME_SET_ERROR = 'Название вашей комнаты слишком большое'
ROOM_CAPACITY_SET_ERR = 'Вместимость вашей комнаты слишком большая'
ROOM_CHOSEN = 'Вы выбрали комнату %s'

EXIT_ROOM = 'Вы покинули комнату'